Repository: ved-websites/poker-planner
Catalog: src/locales/*.po
Languages: fr

source: Start new game
fr: Débuter une nouvelle partie

source: Poker Planner Logo
fr: Logo Poker Planner

source: Toggle theme
fr: Basculer le thème

source: Language
fr: Langue

source: About
fr: À propos

source: Copy game url (invite link) :
fr: Copier l'URL du jeu (lien d'invitation) :

source: Average : {0}
fr: Moyenne : {0}

source: This website was created to fulfill the need for a free planning poker tool in an online ecosystem where most options are paid.
fr: Ce site web a été créé pour répondre au besoin d'un outil de planning poker gratuit dans un écosystème en ligne où la plupart des options sont payantes.

source: made with ❤️ by <0>V-ed</0>
fr: fait avec ❤️ par <0>V-ed</0>

source: Your name
fr: Votre nom

source: Game Name (optional)
fr: Nom de la partie (facultatif)

source: Voting System
fr: Système de vote

source: Submit
fr: Soumettre

source: Close
fr: Fermer

source: Invite link copied!
fr: Lien d'invitation copié!

source: Reveal cards
fr: Révéler les cartes

source: Start new round
fr: Nouvelle manche

source: Enter your name
fr: Entrez votre nom

source: This name will show under your card.
fr: Ce nom s'affichera sous votre carte.

source: Name
fr: Nom

source: Cancel
fr: Annuler

source: Continue
fr: Continuer

source: Seems like nobody voted a number...
fr: On dirait que personne n'a voté de nombre...

source: Only allow host to progress the game
fr: Autoriser uniquement l'hôte à faire progresser le jeu

source: Waiting for the host to reveal the cards...
fr: En attente que l'hôte révèle les cartes...

source: Oh noes, seems like an error happened :/
fr: Oups, on dirait qu'une erreur est survenue :/

source: Go back to home screen
fr: Retourner à l'écran d'accueil
